---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.AreaReinforcement
source: html/9df1087e-e276-d4d7-76d6-99a2bb7daad2.htm
---
# AreaReinforcement Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.